[
  {"id":"cupidoDetectingCerebellarPhenotypes","author":[{"family":"Cupido","given":"Alexander"}],"citation-key":"cupidoDetectingCerebellarPhenotypes","language":"en","page":"98","source":"Zotero","title":"Detecting Cerebellar Phenotypes with the Erasmus Ladder","type":"article-journal"},
  {"id":"sathyanesanCerebellarContributionLocomotor2019","abstract":"The developmental trajectory of the formation of cerebellar circuitry has significant implications for locomotor plasticity and adaptive learning at later stages. While there is a wealth of knowledge on the development of locomotor behavior in human infants, children, and adolescents, pre-clinical animal models have fallen behind on the study of the emergence of behavioral motifs in locomotor function across postnatal development. Since cerebellar development is protracted, it is subject to higher risk of genetic or environmental disruption, potentially leading to abnormal behavioral development. This highlights the need for more sophisticated and specific functional analyses of adaptive cerebellar behavior within the context of whole-body locomotion across the entire span of postnatal development. Here we review evidence on cerebellar contribution to adaptive locomotor behavior, highlighting methodologies employed to quantify and categorize behavior at different developmental stages, with the ultimate goal of following the course of early behavioral alterations in neurodevelopmental disorders. Since experimental paradigms used to study cerebellar behavior are lacking in both specificity and applicability to locomotor contexts, we highlight the use of the Erasmus Ladder - an advanced, computerized, fully automated system to quantify adaptive cerebellar learning in conjunction with locomotor function. Finally, we emphasize the need to develop objective, quantitative, behavioral tasks which can track changes in developmental trajectories rather than endpoint measurement at the adult stage of behavior.","author":[{"family":"Sathyanesan","given":"Aaron"},{"family":"Gallo","given":"Vittorio"}],"citation-key":"sathyanesanCerebellarContributionLocomotor2019","container-title":"Neurobiology of Learning and Memory","container-title-short":"Neurobiol Learn Mem","DOI":"10.1016/j.nlm.2018.04.016","ISSN":"1095-9564","issued":{"date-parts":[[2019,11]]},"language":"eng","page":"106861","PMCID":"PMC7303045","PMID":"29723669","source":"PubMed","title":"Cerebellar contribution to locomotor behavior: A neurodevelopmental perspective","title-short":"Cerebellar contribution to locomotor behavior","type":"article-journal","volume":"165"},
  {"id":"vandervaartMotorDeficitsNeurofibromatosis2011","abstract":"Neurofibromatosis type 1 (NF1) is an autosomal dominantly inherited disease, characterized by various neurocutaneous symptoms, cognitive impairments and problems in fine and gross motor performance. Although cognitive deficits in NF1 have been attributed to increased release of the inhibitory neurotransmitter γ-amino butyric acid (GABA) in the hippocampus, the origin of the motor deficits is unknown. Cerebellar Purkinje cells, the sole output neurons of the cerebellar cortex, are GABAergic neurons and express neurofibromin at high levels, suggesting an important role for the cerebellum in the observed motor deficits in NF1. To test this, we determined the cerebellar contribution to motor problems in Nf1(+/-) mice, a validated mouse model for NF1. Using the Rotarod, a non-specific motor performance test, we confirmed that, like NF1 patients, Nf1(+/-) mice have motor deficits. Next, to evaluate the role of the cerebellum in these deficits, mice were subjected to cerebellum-specific motor performance and learning tests. Nf1(+/-) mice showed no impairment on the Erasmus ladder, as step time and number of missteps were not different. Furthermore, when compensatory eye movements were tested, no performance deficits were found in the optokinetic reflex and vestibulo-ocular reflex in the dark (VOR) or in the light (VVOR). Finally, Nf1(+/-) mice successfully completed short- and long-term VOR adaptation paradigms, tests that both depend on cerebellar function. Thus, despite the confirmed presence of motor performance problems in Nf1(+/-) mice, we found no indication of a cerebellar component. These results, combined with recent clinical data, suggest that cerebellar function is not overtly affected in NF1 patients.","author":[{"family":"Vaart","given":"T.","non-dropping-particle":"van der"},{"family":"Woerden","given":"G. M.","non-dropping-particle":"van"},{"family":"Elgersma","given":"Y."},{"family":"Zeeuw","given":"C. I.","non-dropping-particle":"de"},{"family":"Schonewille","given":"M."}],"citation-key":"vandervaartMotorDeficitsNeurofibromatosis2011","container-title":"Genes, Brain, and Behavior","container-title-short":"Genes Brain Behav","DOI":"10.1111/j.1601-183X.2011.00685.x","ISSN":"1601-183X","issue":"4","issued":{"date-parts":[[2011,6]]},"language":"eng","page":"404-409","PMID":"21352477","source":"PubMed","title":"Motor deficits in neurofibromatosis type 1 mice: the role of the cerebellum","title-short":"Motor deficits in neurofibromatosis type 1 mice","type":"article-journal","volume":"10"},
  {"id":"vinuezavelozCerebellarControlGait2015","abstract":"Synaptic and intrinsic processing in Purkinje cells, interneurons and granule cells of the cerebellar cortex have been shown to underlie various relatively simple, single-joint, reflex types of motor learning, including eyeblink conditioning and adaptation of the vestibulo-ocular reflex. However, to what extent these processes contribute to more complex, multi-joint motor behaviors, such as locomotion performance and adaptation during obstacle crossing, is not well understood. Here, we investigated these functions using the Erasmus Ladder in cell-specific mouse mutant lines that suffer from impaired Purkinje cell output (Pcd), Purkinje cell potentiation (L7-Pp2b), molecular layer interneuron output (L7-Δγ2), and granule cell output (α6-Cacna1a). We found that locomotion performance was severely impaired with small steps and long step times in Pcd and L7-Pp2b mice, whereas it was mildly altered in L7-Δγ2 and not significantly affected in α6-Cacna1a mice. Locomotion adaptation triggered by pairing obstacle appearances with preceding tones at fixed time intervals was impaired in all four mouse lines, in that they all showed inaccurate and inconsistent adaptive walking patterns. Furthermore, all mutants exhibited altered front-hind and left-right interlimb coordination during both performance and adaptation, and inconsistent walking stepping patterns while crossing obstacles. Instead, motivation and avoidance behavior were not compromised in any of the mutants during the Erasmus Ladder task. Our findings indicate that cell type-specific abnormalities in cerebellar microcircuitry can translate into pronounced impairments in locomotion performance and adaptation as well as interlimb coordination, highlighting the general role of the cerebellar cortex in spatiotemporal control of complex multi-joint movements.","author":[{"family":"Vinueza Veloz","given":"María Fernanda"},{"family":"Zhou","given":"Kuikui"},{"family":"Bosman","given":"Laurens W. J."},{"family":"Potters","given":"Jan-Willem"},{"family":"Negrello","given":"Mario"},{"family":"Seepers","given":"Robert M."},{"family":"Strydis","given":"Christos"},{"family":"Koekkoek","given":"Sebastiaan K. E."},{"family":"De Zeeuw","given":"Chris I."}],"citation-key":"vinuezavelozCerebellarControlGait2015","container-title":"Brain Structure & Function","container-title-short":"Brain Struct Funct","DOI":"10.1007/s00429-014-0870-1","ISSN":"1863-2661","issue":"6","issued":{"date-parts":[[2015,11]]},"language":"eng","page":"3513-3536","PMCID":"PMC4575700","PMID":"25139623","source":"PubMed","title":"Cerebellar control of gait and interlimb coordination","type":"article-journal","volume":"220"}
]
